Repository: clarive/cla-remedyforce-plugin
Catalog: i18n/*.po
Languages: es

source: Remedyforce Inbound service started
es: Servicio Remedyforce Inbound empezado

source: Remedyforce Server undefined. Please choose one.
es: Servidor Remedyforce no declarado. Por favor seleccione uno

source: Missing loginUrl parameter.
es: Falta el parámetro loginUrl

source: Login URL malformed
es: Login URL mal formado

source: This category has not an associated Remedyforce view
es: Esta categoría no tiene asociado Remedyforce view

source: Clarive category not declared
es: La categoría de Clarive no está declarada

source: Error in synchronizeWhen option.
es: Error en la opción synchronizeWhen

source: Remedyforce Inbound service finished
es: Servicio Remedyforce Inbound finalizado

source: Remedyforce Outbound service started
es: Servicio Remedyforce Outbound empezado

source: synchronizeWhen option undefined.
es: Opcion synchronizeWhen sin definir

source: Remedyforce Server undefined. Please choose one.
es: Servidor Remedyforce sin definir. Por favor elija uno

source: Deleted Topic with mid
es: Tópico borrado con mid

source: Remedyforce Outbound service finished
es: Servicio Remedyforce Outbound finalizado

source: Error to get the fields of the remedy category remotely
es: Error al obtener los campos de la categoría de remedy remotamente

source: Username
es: Usuario

source: Password
es: Contraseña

source: Clarive Topic Name
es: Nombre Clarive Tpico

source: Clarive - Remedyforce Field Correspondence
es: Clarive - Remedyforce Campo de correspondencia

source: Clarive - Remedyforce List Correspondence
es: Clarive - Remedyforce Lista de correspondencia
